{"es":{"meta.language":"Español","meta.region":"EE. UU.","meta.place":"Global","meta.og.site_name":"Two Trekkers Travel","meta.og.locale":"es_ES","meta.twitter.site":"twotrekkers","meta.twitter.creator":"twotrekkers","meta.og.image.alt":"Two Trekkers Travel - Turismo Global y Consultoría para Nómadas Digitales","meta.twitter.image.alt":"Two Trekkers Travel - Turismo Global y Consultoría para Nómadas Digitales","nav.home":"Inicio","nav.travel":"Viajes","nav.relocation":"Reubicación","nav.nomad":"Nómada","nav.why":"¿Por qué?","nav.memoirs":"Memorias","nav.account":"Cuenta","nav.login":"Iniciar sesión","nav.logout":"Cerrar sesión","nav.services":"Servicios","nav.contact":"Contacto","nav.toggle_navigation":"Alternar navegación","nav.language_switch":"Cambiar idioma","common.loading":"Cargando...","common.error":"Error","common.success":"Éxito","common.save":"Guardar","common.cancel":"Cancelar","common.delete":"Eliminar","common.edit":"Editar","common.create":"Crear","common.submit":"Enviar","common.back":"Atrás","common.next":"Siguiente","common.previous":"Anterior","common.accept":"Aceptar","common.cookies.accept":"Aceptar cookies","common.and":"y","home.title":"Two Trekkers Travel - Turismo Global y Consultoría para Nómadas Digitales","home.description":"Asesoría experta en viajes para nómadas digitales, expatriados y buscadores de aventuras. Obtén orientación personalizada sobre visados, apoyo en reubicación y planificación de viajes de profesionales experimentados.","home.hero.title":"Asesoría de viaje personalizada al alcance","home.hero.subtitle":"Una consulta en la que puedes confiar","home.hero.cta":"Consultar ahora","home.services.title":"SERVICIOS","home.services.heading":"Adapta tu experiencia de viaje","home.services.description":"A medida que el mundo adopta el trabajo remoto, individuos y empresas buscan soluciones adaptables","home.journey.title":"Comienza tu viaje hacia nuevos horizontes","home.journey.description":"La reubicación remota o los estilos de vida nómadas digitales pueden ser un desafío; consulta con nosotros para tener ventaja.","home.journey.cta":"Hazte nómada","home.relocation.title":"¿Te mudas a un nuevo país?","home.relocation.description":"Con experiencia personal en la vida real, nuestro equipo se ha reubicado en varios países. Contáctanos para obtener asesoría experta en reubicación.","home.relocation.cta":"Conviértete en un local","home.nomad.title":"Viaja como un nómada","home.nomad.description":"Muchas personas sueñan con el estilo de vida nómada, pero quizás no saben por dónde empezar. Déjanos ayudarte a comenzar tu vida nómada.","home.nomad.cta":"Vive como un nómada","home.everyone.title":"Para todos los demás... Bienvenidos al mundo de","home.everyone.description":"Muchas personas trabajan duro todos los días para atender sus necesidades y las de sus familias. Admitámoslo, las vacaciones son necesarias. Empieza quitándote la presión y aprovecha nuestra experiencia.","home.everyone.cta":"Quiero viajar","home.stories.title":"Historias reales de personas reales sobre sus","home.affiliates.title":"Afiliados, Socios, Podrías ser tú...","home.affiliates.description":"Ya seas viajero con una empresa, nómada, o tengas alguna otra razón para asociarte con TwoTrekkers; nos encanta compartir. ¡Conectemos!","travel.title":"Servicios de Viaje y Planificación Turística - Two Trekkers Travel","travel.description":"Servicios de viaje y planificación turística completos. Desde viajes de aventura hasta experiencias de lujo, te ayudamos a crear viajes inolvidables alrededor del mundo.","travel.page.title":"Turismo","travel.page.subtitle":"El propósito del turismo es divertirse y disfrutar lo mejor de nuevos lugares mientras te alejas de tu vida diaria. Pero planear unas buenas vacaciones puede ser mucho trabajo.","travel.page.subtitle2":"Ahora, ya no tiene que ser así...","travel.page.heading":"Lo último que quieres es tener unas malas vacaciones o recibir algo diferente a lo que pensaste que estabas pagando.","travel.page.content":"La solución es dejar que hagamos ese trabajo por ti. Tal vez siempre soñaste con ir a cierto lugar de vacaciones. Aunque es interesante aprender sobre un nuevo lugar, la realidad es que planear un viaje exitoso toma mucho tiempo y esfuerzo. Nosotros haremos toda la tarea para que tú solo disfrutes el viaje. Aprovecha nuestros servicios para ofrecerte las mejores recomendaciones según tus preferencias. Con nuestros consejos expertos y experiencia de viaje, te brindamos ideas y recomendaciones que te ayudarán a ahorrar tiempo y dinero, mientras obtienes el viaje que realmente buscas.","travel.page.learn_more":"Saber más","relocation.title":"Servicios de Reubicación para Expatriados y Asistencia de Visado - Two Trekkers Travel","relocation.description":"Servicios integrales de reubicación y asistencia de visado para expatriados. Obtén asesoría experta para mudarte al extranjero, solicitudes de visado y adaptación en tu nuevo país.","relocation.page.title":"Vivir en el extranjero","relocation.page.subtitle":"Vivir en el extranjero o reubicarse puede generar varios desafíos inesperados.","relocation.page.subtitle2":"Ahí es donde entramos nosotros...","relocation.page.heading":"La emoción, las preocupaciones y lo desconocido de vivir en un país extranjero pueden ser abrumadores.","relocation.page.content1":"Las culturas, costumbres, infraestructuras e idiomas son algunas de las cosas más difíciles de afrontar en la vida. Llegar a un país sin experiencia previa puede arruinar una gran decisión como reubicarse en un nuevo lugar del mundo.","relocation.page.content2":"Tenemos experiencia comprobada y una gran cantidad de conocimientos y recursos para ayudarte a tener éxito en esta gran decisión. Haz de esto un recuerdo duradero en lugar de una pesadilla. Consulta con nosotros para obtener ventaja.","relocation.page.learn_more":"Saber más","nomad.title":"Estilo de Vida Nómada Digital y Guía de Trabajo Remoto - Two Trekkers Travel","nomad.description":"Comienza tu viaje como nómada digital con orientación experta. Aprende sobre destinos de trabajo remoto, visados para nómadas y cómo vivir y trabajar desde cualquier parte del mundo.","nomad.page.title":"Vida Nómada","nomad.page.subtitle":"Mientras que muchas personas en vacaciones conocen nómadas y asumen que son ricos o viven un sueño como si estuvieran en vacaciones permanentes, nosotros te enseñaremos lo que realmente significa vivir como nómada y cómo se diferencia de vivir en el extranjero. Verás que es simplemente otro estilo de vida.","nomad.page.subtitle2":"Y aprenderás... Cómo vivir una vida nómada sin que la vida nómada te viva a ti.","nomad.page.heading":"Los nómadas se originaron en tiempos antiguos. Ya sea haciendo largos viajes hacia su destino o buscando el próximo lugar adecuado para asentarse, su deseo de aventura, los cambios y los nuevos horizontes los impulsaban.","nomad.page.content1":"La hospitalidad era clave para el éxito. Durante sus viajes, a menudo se encontraban con otros nómadas en el camino. Compraban y vendían bienes e intercambiaban noticias que traían de tierras lejanas.","nomad.page.content2":"Lo mismo ocurre hoy. Los verdaderos nómadas no buscan lo que pueden obtener al viajar, sino lo que pueden dar a los demás mientras viajan. Aprenderás no solo lo que significa ser un nómada, sino también los secretos que harán de tu viaje un éxito.","nomad.page.learn_more":"Saber más","why.title":"Por qué elegir Two Trekkers Travel - Consultoría Experta en Viajes","why.description":"Descubre por qué Two Trekkers Travel es tu socio de confianza para turismo global, asesoría para nómadas digitales y servicios de reubicación de expatriados.","why.page.title":"Two Trekkers","why.page.subtitle":"Vive el mundo con nuestro equipo experto de viajeros y nómadas digitales.","why.page.join.title":"Únete a nosotros","why.page.join.description":"Comienza tu viaje en la comunidad de trekkers. Te ayudaremos a navegar tu próxima experiencia, reduciendo tu estrés y formando a otra persona para que se convierta en un nuevo trekker.","why.page.choose.title":"¿Por qué elegirnos?","why.page.expertise.title":"Experiencia en Consultoría de Viajes","why.page.expertise.description":"Un consultor es alguien capaz de ofrecer información valiosa basada en conocimientos transmitidos por la experiencia. Son considerados una autoridad en el tema porque, aunque no lo sepan todo, poseen conocimientos, experiencia y sugerencias que pueden beneficiarte. Nos sentimos obligados a compartir nuestras experiencias y conocimientos adquiridos a través de nuestros viajes con otros para aportar valor. Mientras continuamos viajando y experimentando cosas nuevas, seguimos aprendiendo, adaptándonos, cambiando, creciendo y compartiendo. No consideramos nuestras recomendaciones como la única manera de hacer las cosas, pero sí como una respuesta profesional que permite que nuestra experiencia hable por sí misma y ver si se alinea con tus objetivos de viaje.","why.page.experience.title":"Experiencia Personal","why.page.experience.description":"Todavía hay muchos países y lugares que no hemos visitado, pero el valor no está solo en la cantidad de lugares, sino en la calidad de los viajes y en la capacidad de integrarse en la sociedad. En términos simples, si una persona comienza como turista en un lugar, vive como nómada en una región y luego se convierte en residente, eso se convierte en una base de conocimiento aún más valiosa para tener éxito como viajero. Esto es lo que ponemos a tu disposición. Historias de éxito reales de la A a la Z.","why.page.insights.title":"Perspectivas Innovadoras","why.page.insights.description":"Una base de conocimientos solo es útil si puede actualizarse. Nos esforzamos por mantenernos al día sobre acontecimientos que pueden afectar los viajes. El mundo es inestable, por lo tanto, estamos atentos a los cambios importantes que puedan impactar.","why.page.planning.title":"¿Necesitas ayuda planificando tu próximo...","why.page.contact":"Contáctanos","why.page.alt.trekker":"Trekker","why.page.alt.truck":"Camión","why.page.alt.plan":"Plan","why.stats.countries":"Países explorados","why.stats.satisfaction":"Satisfacción del cliente","why.stats.response":"Tiempo de respuesta","why.page.expertise.point1":"Itinerarios personalizados y guía de visados","why.page.expertise.point2":"Red de proveedores de confianza y consejos de ahorro","why.page.expertise.point3":"Ideas prácticas de viajes reales","why.page.experience.point1":"Rutas: Turista → Nómada → Residente","why.page.experience.point2":"Consejos prácticos de reubicación e integración","why.page.experience.point3":"Lecciones probadas en regiones diversas","why.page.insights.point1":"Políticas y avisos de viaje actualizados","why.page.insights.point2":"Matices locales que cambian experiencias","why.page.insights.point3":"Intercambio de conocimiento en comunidad","memoirs.title":"Memorias de viaje y historias","memoirs.create":"Crear nueva memoria","memoirs.edit":"Editar memoria","memoirs.delete":"Eliminar memoria","memoirs.title.label":"Título","memoirs.content.label":"Contenido","memoirs.tags.label":"Etiquetas","memoirs.images.label":"Imágenes","memoirs.categories":"Categorías","memoirs.search.placeholder":"Buscar memorias...","memoirs.search.button":"Buscar","memoirs.read.more":"Leer más","memoirs.pagination.previous":"Anterior","memoirs.pagination.next":"Siguiente","memoirs.pagination.page":"Página {0} de {1}","memoirs.description":"Lee historias y memorias de viaje reales de aventureros alrededor del mundo. Descubre experiencias auténticas, consejos e ideas de otros viajeros.","memoirs.summary.label":"Resumen","memoirs.introduction":"Introducción","memoirs.author":"Autor","memoirs.posted_on":"Publicado el","memoirs.tags":"Etiquetas","memoirs.current_tags":"Etiquetas actuales","memoirs.enter_new_tags":"Introduce nuevas etiquetas separadas por comas (ej. swift, vapor, backend)","memoirs.enter_tags":"Introduce etiquetas separadas por comas (ej. swift, vapor, backend)","memoirs.upload_images":"Subir imágenes","memoirs.upload_additional_images":"Subir imágenes adicionales","memoirs.existing_images":"Imágenes existentes","memoirs.delete_images":"Marca las imágenes que quieres eliminar:","memoirs.publish_post":"Publicar entrada","memoirs.update_post":"Actualizar entrada","memoirs.file_size_limit":"Tamaño máximo: 50MB por imagen. Formatos soportados: JPEG, PNG, GIF, WebP, SVG","memoirs.previous":"Anterior","memoirs.next":"Siguiente","memoirs.no_content":"No hay contenido disponible.","memoirs.tips_banner":"Banner de consejos","faq.create":"Crear elemento de FAQ","faq.title":"Preguntas Frecuentes","faq.description":"Encuentra respuestas a preguntas comunes sobre viajes, reubicación y estilo de vida nómada digital.","faq.banner":"Banner de FAQ","faq.welcome":"¡Bienvenido a nuestra página de preguntas frecuentes! Aquí nos esforzamos por ofrecerte la información más relevante y útil. Si tienes una pregunta que no está aquí, no dudes en escribirnos por correo electrónico. Estamos comprometidos en responder a tus consultas y publicaremos tu pregunta si es frecuente y apropiada. Tu participación nos ayuda a mejorar y a servirte mejor, así que siéntete libre de","faq.ask_away":"¡preguntar!","faq.q1":"¿Qué servicios ofrecen?","faq.a1":"Planificación de viajes, asesoría de reubicación y consultoría para nómadas digitales.","faq.q2":"¿Cómo funcionan las consultas?","faq.a2":"Reserva una sesión, comparte tus objetivos y entregamos orientación y recursos a medida.","faq.q3":"¿Atienden dudas de visado y reubicación?","faq.a3":"Sí. Te ayudamos a entender opciones y preparar documentos, con información local.","tips.create":"Crear consejos y trucos","tips.title":"Consejos y Trucos de Viaje","tips.description":"Descubre consejos y trucos útiles para viajar, reubicarse y vivir como nómada digital.","auth.login.title":"Inicia sesión en tu cuenta","auth.login.email":"Correo electrónico","auth.login.password":"Contraseña","auth.login.button":"Iniciar sesión","auth.login.remember":"Recuérdame","auth.login.forgot":"¿Olvidaste tu contraseña?","auth.change.password.title":"Cambiar contraseña","auth.change.password.old":"Contraseña actual","auth.change.password.new":"Nueva contraseña","auth.change.password.confirm":"Confirmar nueva contraseña","cookies.message":"Valoramos tu privacidad y seguridad. Este sitio usa cookies para mejorar tu experiencia. Para aceptar, haz clic en Aceptar o lee nuestra Política de Privacidad y Términos de Uso.","cookies.accept":"Aceptar","cookies.privacy":"Política de privacidad","cookies.terms":"Términos de uso","cookies.consent":"Consentimiento de cookies","footer.follow_us":"Síguenos","footer.travel_guides":"Guías de viaje","footer.frequently_asked":"Preguntas frecuentes","footer.support_team":"Equipo de soporte","footer.travel_tips":"Consejos de viaje","footer.get_in_touch":"Ponte en contacto","footer.copyright_text":"TwoTrekkers. Todos los derechos reservados.","footer.our_developers":"Nuestros desarrolladores","footer.privacy":"Política de privacidad","footer.terms":"Términos de uso","contact.travel_inquiry":"Consulta de viaje","contact.consultation_inquiry":"Consulta de asesoría","contact.travel_support":"Soporte de viaje","contact.greeting":"Hola,","error.404.title":"Página no encontrada","error.404.message":"La página que buscas no existe.","page.titles.404":"404 - Two Trekkers","page.titles.home":"Inicio - Two Trekkers","page.titles.travel":"Viajes - Two Trekkers","page.titles.relocation":"Reubicación - Two Trekkers","page.titles.nomad":"Nómada - Two Trekkers","page.titles.why":"¿Por qué? - Two Trekkers","page.titles.memoirs":"Memorias - Two Trekkers","page.titles.create_memoir":"Crear memoria","page.titles.edit_memoir":"Editar memoria","page.titles.faq":"Preguntas Frecuentes","page.titles.travel_tricks":"Consejos y Trucos de Viaje","page.titles.create_faq":"Crear FAQ","page.titles.create_tips":"Crear Consejos y Trucos","page.titles.privacy":"Política de privacidad","page.titles.terms":"Términos de uso","page.titles.login":"Iniciar sesión","page.titles.account":"Detalles de cuenta","page.titles.change_password":"Cambiar contraseña","page.titles.memoir_detail":"{0} - Memoria de viaje - Two Trekkers Travel","memoirs.detail.description":"Lee esta memoria de viaje sobre {0}. Descubre experiencias auténticas e ideas de {1}.","error.500.title":"Error del servidor","error.500.message":"Algo salió mal de nuestro lado. Por favor, inténtalo más tarde.","alt.twotrekkers_logo":"TwoTrekkers","alt.instagram":"Instagram","alt.globe":"Globo","privacy.title":"Política de Privacidad de TwoTrekkers","privacy.last_updated":"Última actualización: 2 de junio de 2025","privacy.intro":"En TwoTrekkers, estamos comprometidos a proteger tu privacidad. Esta Política de Privacidad describe cómo recopilamos, usamos y protegemos tu información cuando visitas nuestro sitio web.","privacy.info_collect.title":"Información que recopilamos","privacy.info_collect.intro":"Podemos recopilar los siguientes tipos de información:","privacy.info_collect.personal":"**Información personal**: Nombre, dirección de correo electrónico, número de teléfono y cualquier otra información que nos proporciones al contactarnos o usar nuestros servicios.","privacy.info_collect.usage":"**Datos de uso**: Información sobre cómo usas nuestro sitio web, incluyendo tu dirección IP, tipo de navegador y páginas visitadas.","privacy.cookies.title":"Cookies","privacy.cookies.content":"Usamos cookies para mejorar tu experiencia de usuario en nuestro sitio web. Las cookies son pequeños archivos de datos almacenados en tu dispositivo que nos ayudan a comprender cómo interactúas con nuestro sitio. No te rastreamos de ninguna forma fuera de los comportamientos normales de navegación web. Puedes gestionar tus preferencias de cookies a través de la configuración de tu navegador.","privacy.use_info.title":"Cómo usamos tu información","privacy.use_info.intro":"Usamos la información recopilada con los siguientes fines:","privacy.use_info.services":"Para proporcionar y mantener nuestros servicios.","privacy.use_info.communicate":"Para comunicarnos contigo, incluyendo responder a tus consultas.","privacy.use_info.improve":"Para mejorar nuestro sitio web y servicios basados en la retroalimentación de usuarios.","privacy.use_info.note":"No queremos tu información a menos que estés involucrado en nuestros servicios o colaboración.","privacy.security.title":"Seguridad de datos","privacy.security.content":"Tomamos la seguridad de tu información personal en serio e implementamos medidas razonables para protegerla. Sin embargo, ningún método de transmisión por internet o almacenamiento electrónico es 100% seguro.","privacy.sharing.title":"Compartir tu información","privacy.sharing.content":"No vendemos, intercambiamos ni transferimos tu información personal a terceros sin tu consentimiento, excepto cuando la ley lo requiera o para proteger nuestros derechos.","privacy.rights.title":"Tus derechos","privacy.rights.intro":"Tienes derecho a:","privacy.rights.access":"Acceder a la información personal que tenemos sobre ti.","privacy.rights.correction":"Solicitar la corrección de cualquier información inexacta.","privacy.rights.deletion":"Solicitar la eliminación de tu información personal, con ciertas excepciones.","privacy.changes.title":"Cambios a esta Política de Privacidad","privacy.changes.content":"Podemos actualizar esta Política de Privacidad periódicamente. Te notificaremos cualquier cambio publicando la nueva política en esta página. El uso continuo del sitio web después de los cambios constituye tu aceptación de la nueva política.","privacy.contact.title":"Contáctanos","privacy.contact.content":"Si tienes alguna pregunta sobre estos Términos de Uso o nuestra Política de Privacidad, contáctanos en:","privacy.footer":"¡Gracias por elegir TwoTrekkers para tus necesidades de consultoría de viajes!","terms.title":"TwoTrekkers - Términos de uso","terms.last_updated":"Última actualización: 2 de junio de 2025","terms.acceptance.title":"Aceptación de términos","terms.acceptance.content":"Al acceder o usar el sitio web de TwoTrekkers, aceptas cumplir con estos Términos de Uso. Si no estás de acuerdo, por favor no uses nuestro sitio web.","terms.services.title":"Servicios","terms.services.content":"TwoTrekkers ofrece servicios de consultoría de viajes, incluyendo pero no limitado a planificación de viajes, creación de itinerarios y asesoramiento. Nos reservamos el derecho de modificar o suspender nuestros servicios en cualquier momento sin previo aviso.","terms.responsibilities.title":"Responsabilidades del usuario","terms.responsibilities.intro":"Aceptas usar el sitio web solo para fines legales. No puedes:","terms.responsibilities.law":"Violar cualquier ley o regulación local, nacional o internacional.","terms.responsibilities.restrict":"Restringir o impedir el uso del sitio por parte de otros.","terms.responsibilities.advertising":"Transmitir material publicitario o promocional sin nuestro consentimiento por escrito.","terms.intellectual.title":"Propiedad intelectual","terms.intellectual.content":"Todo el contenido del sitio web de TwoTrekkers, incluyendo texto, gráficos, logotipos e imágenes, es propiedad de TwoTrekkers o sus licenciantes y está protegido por leyes de derechos de autor y propiedad intelectual. No puedes reproducir, distribuir ni crear trabajos derivados sin nuestro permiso por escrito.","terms.liability.title":"Limitación de responsabilidad","terms.liability.content":"En la máxima medida permitida por la ley, TwoTrekkers no es responsable de ningún daño derivado del uso o imposibilidad de uso del sitio o servicios, incluyendo pero no limitado a daños directos, indirectos, incidentales, especiales o punitivos.","terms.changes.title":"Cambios en los términos","terms.changes.content":"Podemos actualizar estos Términos de Uso periódicamente. Cualquier cambio se publicará en esta página, y el uso continuo del sitio constituye la aceptación de los términos actualizados."}}