{
  "meta.language": "Deutsch",
  "meta.region": "DE",
  "meta.place": "Global",
  "meta.og.site_name": "Two Trekkers Travel",
  "meta.og.locale": "de_DE",
  "meta.twitter.site": "twotrekkers",
  "meta.twitter.creator": "twotrekkers",
  "meta.og.image.alt": "Two Trekkers Travel - Globale Tourismus- und Digital-Nomaden-Beratung",
  "meta.twitter.image.alt": "Two Trekkers Travel - Globale Tourismus- und Digital-Nomaden-Beratung",
  "nav.home": "Startseite",
  "nav.travel": "Reisen",
  "nav.relocation": "Umzug",
  "nav.nomad": "Nomade",
  "nav.why": "Warum?",
  "nav.memoirs": "Erinnerungen",
  "nav.account": "Konto",
  "nav.login": "Anmelden",
  "nav.logout": "Abmelden",
  "nav.services": "Dienstleistungen",
  "nav.contact": "Kontakt",
  "nav.toggle_navigation": "Navigation umschalten",
  "nav.language_switch": "Sprache wechseln",
  "common.loading": "Laden...",
  "common.error": "Fehler",
  "common.success": "Erfolg",
  "common.save": "Speichern",
  "common.cancel": "Abbrechen",
  "common.delete": "Löschen",
  "common.edit": "Bearbeiten",
  "common.create": "Erstellen",
  "common.submit": "Absenden",
  "common.back": "Zurück",
  "common.next": "Weiter",
  "common.previous": "Zurück",
  "common.accept": "OK",
  "common.cookies.accept": "Cookies akzeptieren",
  "home.title": "Two Trekkers Travel - Globale Tourismus- und Digital-Nomaden-Beratung",
  "home.description": "Experten-Reiseberatung für Digital Nomads, Expats und Abenteurer. Erhalten Sie personalisierte Visa-Beratung, Umzugsunterstützung und Reiseplanung von erfahrenen Fachleuten.",
  "home.hero.title": "Personalisierte Reiseberatung auf Knopfdruck",
  "home.hero.subtitle": "Beratung, auf die Sie sich verlassen können",
  "home.hero.cta": "Jetzt beraten lassen",
  "home.services.title": "DIENSTLEISTUNGEN",
  "home.services.heading": "Gestalten Sie Ihre Reiseerfahrung",
  "home.services.description": "Da die Welt Remote-Arbeit umarmt, suchen Einzelpersonen und Unternehmen nach anpassungsfähigen Lösungen",
  "home.journey.title": "Beginnen Sie Ihre Reise zu neuen Horizonten",
  "home.journey.description": "Remote-Umzug oder Digital-Nomaden-Lebensstile können herausfordernd sein, lassen Sie sich von uns beraten, um den Vorteil zu bekommen.",
  "home.journey.cta": "Nomadisch werden",
  "home.relocation.title": "In ein neues Land umziehen?",
  "home.relocation.description": "Mit persönlicher realer Erfahrung hat unser Team in mehreren Ländern umgezogen. Kontaktieren Sie uns für Expertenberatung beim Umzug.",
  "home.relocation.cta": "Wie ein Einheimischer werden",
  "home.nomad.title": "Reisen wie ein Nomade",
  "home.nomad.description": "Viele Menschen träumen vom nomadischen Lebensstil, haben aber möglicherweise keine Ahnung, wo sie anfangen sollen. Lassen Sie uns Ihnen helfen, Ihr nomadisches Leben zu beginnen.",
  "home.nomad.cta": "Als Nomade leben",
  "home.everyone.title": "Für alle anderen... Willkommen in der Welt von",
  "home.everyone.description": "Viele Menschen arbeiten jeden Tag hart, um für ihre Bedürfnisse und Familien zu sorgen. Seien wir ehrlich, Urlaube sind eine notwendige Sache. Beginnen Sie, indem Sie den Druck von sich nehmen und nutzen Sie unsere Expertise.",
  "home.everyone.cta": "Ich möchte reisen",
  "home.stories.title": "Echte Geschichten von echten Menschen auf ihren",
  "home.affiliates.title": "Partner, Partner, könnten Sie sein...",
  "home.affiliates.description": "Ob Sie ein Reisender mit einem Unternehmen, Nomade sind oder einen anderen Grund haben, mit TwoTrekkers verbunden zu sein; wir lieben es, die Liebe zu verbreiten. Lassen Sie uns vernetzen...",
  "travel.title": "Reisedienste und Tourismusplanung - Two Trekkers Travel",
  "travel.description": "Umfassende Reisedienste und Tourismusplanung. Von Abenteuerreisen bis Luxuserlebnisse helfen wir Ihnen, unvergessliche Reisen um die Welt zu schaffen.",
  "travel.page.title": "Tourismus",
  "travel.page.subtitle": "Der Zweck des Tourismus ist es, eine gute Zeit zu haben und die besten Teile neuer Orte zu genießen, während Sie von Ihrem täglichen Leben entfernt sind. Aber die Planung eines guten Urlaubs kann viel Arbeit sein.",
  "travel.page.subtitle2": "Jetzt muss es nicht mehr so sein...",
  "travel.page.heading": "Das Letzte, was Sie wollen, ist einen schlechten Urlaub zu haben oder etwas anderes zu bekommen als das, wofür Sie dachten, dass Sie bezahlen.",
  "travel.page.content": "Die Lösung ist, uns diese Arbeit für Sie erledigen zu lassen. Sie haben sich vielleicht schon immer davon geträumt, an einen bestimmten Ort für einen Urlaub zu fahren. Obwohl es interessant ist, einen neuen Ort kennenzulernen, ist die Realität, dass die Planung einer erfolgreichen Reise viel Zeit und Mühe kostet. Wir werden die ganze Hausaufgabe für Sie erledigen, damit Sie die Arbeit überspringen und die Reise genießen können. Nutzen Sie unsere Dienstleistungen, um Ihnen die besten Empfehlungen entsprechend Ihren Vorlieben zu bieten. Mit unseren Experten-Tipps und Reiseerfahrung ermöglichen Sie uns, Ihnen Einblicke und Empfehlungen zu geben, die Ihnen helfen können, Zeit und Geld zu sparen, während Sie die Art von Reise bekommen, die Sie wirklich suchen.",
  "travel.page.learn_more": "Mehr erfahren",
  "relocation.title": "Expat-Umzugsdienste und Visa-Unterstützung - Two Trekkers Travel",
  "relocation.description": "Umfassende Expat-Umzugsdienste und Visa-Unterstützung. Erhalten Sie Expertenberatung für Auslandsumzug, Visumanträge und die Ansiedlung in Ihrem neuen Land.",
  "relocation.page.title": "Leben im Ausland",
  "relocation.page.subtitle": "Leben im Ausland oder Umzug kann eine Reihe unerwarteter Herausforderungen mit sich bringen.",
  "relocation.page.subtitle2": "Dort kommen wir ins Spiel...",
  "relocation.page.heading": "Die Aufregung, Sorgen und Unbekannten des Lebens in einem fremden Land können überwältigend sein.",
  "relocation.page.content1": "Kulturen, Bräuche, Infrastrukturen und Sprachen sind einige der schwierigsten Dinge im Leben zu navigieren. Blind in ein Land zu gehen, ohne vorherige Erfahrung zu haben, kann eine große Entscheidung wie den Umzug an einen neuen Ort auf dem Globus ruinieren.",
  "relocation.page.content2": "Wir haben bewährte Erfahrung und einen Reichtum an Wissen und Ressourcen, um Ihnen zu helfen, diese große Entscheidung erfolgreich zu machen. Machen Sie eine dauerhafte gute Erinnerung anstatt eines schrecklichen Albtraums. Konsultieren Sie uns, um den Vorteil zu bekommen.",
  "relocation.page.learn_more": "Mehr erfahren",
  "nomad.title": "Digital-Nomaden-Lebensstil und Remote-Arbeit-Beratung - Two Trekkers Travel",
  "nomad.description": "Starten Sie Ihre Digital-Nomaden-Reise mit Expertenberatung. Lernen Sie über Remote-Arbeitsziele, Nomaden-Visa und wie Sie von überall auf der Welt leben und arbeiten können.",
  "nomad.page.title": "Nomadisches Leben",
  "nomad.page.subtitle": "Während viele Menschen im Urlaub Nomaden treffen und annehmen, dass sie reich sind oder das Traumleben führen, als wären sie auf einem dauerhaften Urlaub, werden wir Ihnen die Tricks beibringen, was es wirklich bedeutet, als Nomade zu leben und wie es sich vom Leben im Ausland unterscheidet. Sie werden feststellen, dass es einfach ein anderer Lebensstil ist.",
  "nomad.page.subtitle2": "Und Sie werden lernen... Wie man ein Nomadenleben lebt und nicht das Nomadenleben Sie leben lässt.",
  "nomad.page.heading": "Nomaden entstanden in der Antike. Ob sie die lange Reise zu ihrem Ziel machten oder nach dem nächsten geeigneten Platz zum Ansiedeln suchten, ihr Wunsch nach Abenteuer, sich verändernden Umständen und neuen Horizonten trieb sie an.",
  "nomad.page.content1": "Gastfreundschaft war ein Schlüssel zum Erfolg. Während ihrer Reisen trafen sie oft andere Nomaden auf dem Weg. Sie kauften und verkauften Waren und tauschten Nachrichten aus, die sie aus fernen Ländern mitbrachten.",
  "nomad.page.content2": "Das Gleiche gilt heute, echte Nomaden sind nicht diejenigen, die sehen, was sie vom Reisen bekommen können, sondern was sie anderen beim Reisen geben können. Sie werden nicht nur lernen, was es bedeutet, ein Nomade zu sein, sondern auch die Geheimnisse auf dem Weg, die Ihre Reise zu einem Erfolg machen können.",
  "nomad.page.learn_more": "Mehr erfahren",
  "why.title": "Warum Two Trekkers Travel wählen - Experten-Reiseberatung",
  "why.description": "Entdecken Sie, warum Two Trekkers Travel Ihr vertrauenswürdiger Partner für globalen Tourismus, Digital-Nomaden-Beratung und Expat-Umzugsdienste ist.",
  "why.page.title": "Two Trekkers",
  "why.page.subtitle": "Erleben Sie die Welt mit unserem Expertenteam aus Reisenden und Digital Nomads.",
  "why.page.join.title": "Schließen Sie sich uns an",
  "why.page.join.description": "Starten Sie Ihre Reise in der Gemeinschaft der Trekkers. Wir werden Ihnen helfen, durch Ihre nächste Erfahrung zu navigieren, Ihren Stress zu lindern und eine weitere Person zu trainieren, um ein weiterer Trekker zu werden.",
  "why.page.choose.title": "Warum uns wählen?",
  "why.page.expertise.title": "Expertise in der Reiseberatung",
  "why.page.expertise.description": "Ein Berater ist jemand, der wertvolle Informationen auf der Grundlage von Wissen liefern kann, das ihm oder ihr durch eine Erfahrung vermittelt wurde. Sie gelten als Autorität in Angelegenheiten, da sie zwar nicht alles wissen müssen, was es über eine Angelegenheit zu wissen gibt, aber einen Reichtum an wertvollem Wissen, Erfahrung und Vorschlägen haben, die Ihnen zugute kommen können. Wir fühlen uns verpflichtet, unsere Erfahrung und unser angesammeltes Wissen durch unsere Reisen mit anderen zu teilen, um ihren Reisen einen Mehrwert zu verleihen. Während wir weiterhin reisen und neue Dinge erleben, lernen wir weiter, uns anzupassen, uns zu verändern, zu wachsen und mit anderen zu teilen. Obwohl wir unsere Empfehlungen nicht als den einzigen Weg betrachten, Dinge zu tun, glauben wir, dass es eine professionelle Antwort ist, unsere Erfahrung für sich sprechen zu lassen und zu sehen, ob sie mit Ihren Reisezielen übereinstimmt.",
  "why.page.experience.title": "Persönliche Erfahrung",
  "why.page.experience.description": "Es gibt noch viele Länder, die wir noch nicht besucht haben, und Orte, die wir noch nicht gesehen haben, aber der Wert liegt nicht nur darin, wie viele Orte eine Person besucht hat, sondern vielmehr in der Qualität ihrer Reisen und in der Fähigkeit, sich in die Gesellschaft zu integrieren. Einfach ausgedrückt: Wenn man in der Lage ist, an einem Ort als Tourist zu beginnen, als Nomade in einer Region zu leben und dann Einwohner eines Gebiets zu werden, wird dies als Wissensbasis noch wertvoller, um als Reisender erfolgreich zu sein. Wir bringen dies für Sie auf den Tisch, um es zu nutzen. Wahre Erfolgsgeschichten von A bis Z.",
  "why.page.insights.title": "Aktuelle Einblicke",
  "why.page.insights.description": "Eine Wissensbasis ist nur so nützlich, wie sie aktualisiert werden kann. Wir tun unser Bestes, um über aktuelle Ereignisse auf dem Laufenden zu bleiben, die das Reisen beeinflussen können. Die Welt ist ein immer instabiler Ort, und daher halten wir unsere Augen offen für wichtige Veränderungen, die das Reisen beeinflussen können.",
  "why.page.planning.title": "Brauchen Sie Hilfe bei der Planung Ihrer nächsten...",
  "why.page.contact": "Kontaktieren Sie uns",
  "why.page.alt.trekker": "Trekker",
  "why.page.alt.truck": "LKW",
  "why.page.alt.plan": "Plan",
  "why.stats.countries": "Bereiste Länder",
  "why.stats.satisfaction": "Kundenzufriedenheit",
  "why.stats.response": "Reaktionszeit",
  "why.page.expertise.point1": "Maßgeschneiderte Routen und Visa-Beratung",
  "why.page.expertise.point2": "Verlässliches Partnernetzwerk und Spartipps",
  "why.page.expertise.point3": "Praktische Erkenntnisse aus echten Reisen",
  "why.page.experience.point1": "Wege: Tourist → Nomade → Einwohner",
  "why.page.experience.point2": "Praxisnahe Tipps zu Umzug und Integration",
  "why.page.experience.point3": "Bewährte Learnings aus vielen Regionen",
  "why.page.insights.point1": "Aktuelle Richtlinien und Reisehinweise",
  "why.page.insights.point2": "Lokale Nuancen, die Erlebnisse verändern",
  "why.page.insights.point3": "Wissensaustausch in der Community",
  "memoirs.title": "Reiseerinnerungen und Geschichten",
  "memoirs.create": "Neue Erinnerung erstellen",
  "memoirs.edit": "Erinnerung bearbeiten",
  "memoirs.delete": "Erinnerung löschen",
  "memoirs.title.label": "Titel",
  "memoirs.content.label": "Inhalt",
  "memoirs.tags.label": "Tags",
  "memoirs.images.label": "Bilder",
  "memoirs.categories": "Kategorien",
  "memoirs.search.placeholder": "Erinnerungen suchen...",
  "memoirs.search.button": "Suchen",
  "memoirs.read.more": "Weiterlesen",
  "memoirs.pagination.previous": "Zurück",
  "memoirs.pagination.next": "Weiter",
  "memoirs.pagination.page": "Seite {0} von {1}",
  "memoirs.description": "Lies echte Reisegeschichten und Erinnerungen von Abenteurern aus der ganzen Welt. Entdecke authentische Reiseerfahrungen, Tipps und Einblicke von anderen Reisenden.",
  "memoirs.summary.label": "Zusammenfassung",
  "memoirs.introduction": "Einführung",
  "memoirs.author": "Autor",
  "memoirs.posted_on": "Veröffentlicht am",
  "memoirs.tags": "Tags",
  "memoirs.current_tags": "Aktuelle Tags",
  "memoirs.enter_new_tags": "Geben Sie neue Tags als kommagetrennte Werte ein (z.B. swift, vapor, backend)",
  "memoirs.enter_tags": "Geben Sie Tags als kommagetrennte Werte ein (z.B. swift, vapor, backend)",
  "memoirs.upload_images": "Bilder hochladen",
  "memoirs.upload_additional_images": "Zusätzliche Bilder hochladen",
  "memoirs.existing_images": "Vorhandene Bilder",
  "memoirs.delete_images": "Markieren Sie die Bilder, die Sie löschen möchten:",
  "memoirs.publish_post": "Beitrag veröffentlichen",
  "memoirs.update_post": "Beitrag aktualisieren",
  "memoirs.file_size_limit": "Maximale Dateigröße: 50MB pro Bild. Unterstützte Formate: JPEG, PNG, GIF, WebP, SVG",
  "memoirs.previous": "Zurück",
  "memoirs.next": "Weiter",
  "memoirs.no_content": "Kein Inhalt verfügbar.",
  "memoirs.tips_banner": "Tipps Banner",
  "faq.create": "FAQ-Element erstellen",
  "faq.title": "Häufig gestellte Fragen",
  "faq.description": "Finden Sie Antworten auf häufige Fragen zu Reisen, Umzug und Digital-Nomaden-Lebensstil.",
  "faq.banner": "FAQ Banner",
  "faq.welcome": "Willkommen auf unserer FAQ-Seite! Hier bemühen wir uns, Ihnen die relevantesten und hilfreichsten Informationen zu bieten. Wenn Sie eine Frage haben, die hier nicht behandelt wird, zögern Sie bitte nicht, uns per E-Mail zu kontaktieren. Wir sind verpflichtet, Ihre Anfragen zu beantworten und werden Ihre Frage auf dieser Seite veröffentlichen, wenn sie häufig und angemessen ist. Ihr Engagement hilft uns, uns zu verbessern und Ihnen besser zu dienen, also",
  "faq.ask_away": "fragen Sie einfach!",
  "faq.q1": "Welche Dienstleistungen bieten Sie an?",
  "faq.a1": "Reiseplanung, Umzugsberatung und Digital-Nomaden-Consulting.",
  "faq.q2": "Wie laufen Beratungen ab?",
  "faq.a2": "Termin buchen, Ziele teilen, und wir liefern zugeschnittene Beratung und Ressourcen.",
  "faq.q3": "Unterstützen Sie Visa- und Umzugsfragen?",
  "faq.a3": "Ja. Wir helfen bei Optionen und Unterlagen – mit lokalen Einblicken.",
  "tips.create": "Tipps und Tricks erstellen",
  "tips.title": "Reisetipps & Tricks",
  "tips.description": "Entdecken Sie nützliche Tipps und Tricks für Reisen, Umzug und Leben als Digital Nomad.",
  "auth.login.title": "In Ihr Konto einloggen",
  "auth.login.email": "E-Mail",
  "auth.login.password": "Passwort",
  "auth.login.button": "Anmelden",
  "auth.login.remember": "Angemeldet bleiben",
  "auth.login.forgot": "Passwort vergessen?",
  "auth.change.password.title": "Passwort ändern",
  "auth.change.password.old": "Aktuelles Passwort",
  "auth.change.password.new": "Neues Passwort",
  "auth.change.password.confirm": "Neues Passwort bestätigen",
  "cookies.message": "Wir schätzen Ihre Privatsphäre und Sicherheit. Diese Website verwendet Cookies, um Ihre Erfahrung zu verbessern. Um zu akzeptieren, klicken Sie auf OK oder lesen Sie unsere Datenschutzrichtlinie und Nutzungsbedingungen.",
  "cookies.accept": "OK",
  "cookies.privacy": "Datenschutzrichtlinie",
  "cookies.terms": "Nutzungsbedingungen",
  "cookies.consent": "Cookie-Zustimmung",
  "footer.follow_us": "Folgen Sie uns",
  "footer.travel_guides": "Reiseführer",
  "footer.frequently_asked": "Häufig gestellte Fragen",
  "footer.support_team": "Support-Team",
  "footer.travel_tips": "Reisetipps und Tricks",
  "footer.get_in_touch": "Kontakt aufnehmen",
  "footer.copyright_text": "TwoTrekkers. Alle Rechte vorbehalten.",
  "footer.our_developers": "Unsere Entwickler",
  "footer.privacy": "Datenschutzrichtlinie",
  "footer.terms": "Nutzungsbedingungen",
  "contact.travel_inquiry": "Reiseanfrage",
  "contact.consultation_inquiry": "Beratungsanfrage",
  "contact.travel_support": "Reise-Support",
  "contact.greeting": "Hallo,",
  "error.404.title": "Seite nicht gefunden",
  "error.404.message": "Die gesuchte Seite existiert nicht.",
  "page.titles.404": "404 - Two Trekkers",
  "page.titles.home": "Startseite - Two Trekkers",
  "page.titles.travel": "Reisen - Two Trekkers",
  "page.titles.relocation": "Umzug - Two Trekkers",
  "page.titles.nomad": "Nomade - Two Trekkers",
  "page.titles.why": "Warum? - Two Trekkers",
  "page.titles.memoirs": "Erinnerungen - Two Trekkers",
  "page.titles.create_memoir": "Erinnerung erstellen",
  "page.titles.edit_memoir": "Erinnerung bearbeiten",
  "page.titles.faq": "Häufig gestellte Fragen",
  "page.titles.travel_tricks": "Reisetipps und Tricks",
  "page.titles.create_faq": "FAQ erstellen",
  "page.titles.create_tips": "Tipps und Tricks erstellen",
  "page.titles.privacy": "Datenschutzrichtlinie",
  "page.titles.terms": "Nutzungsbedingungen",
  "page.titles.login": "Anmelden",
  "page.titles.account": "Kontodetails",
  "page.titles.change_password": "Passwort ändern",
  "page.titles.memoir_detail": "{0} - Reiseerinnerung - Two Trekkers Travel",
  "memoirs.detail.description": "Lesen Sie diese Reiseerinnerung über {0}. Entdecken Sie authentische Reiseerfahrungen und Einblicke von {1}.",
  "error.500.title": "Serverfehler",
  "error.500.message": "Etwas ist auf unserer Seite schiefgelaufen. Bitte versuchen Sie es später erneut.",
  "alt.twotrekkers_logo": "TwoTrekkers",
  "alt.instagram": "Instagram",
  "alt.globe": "Globus",
  "privacy.title": "TwoTrekkers Datenschutzrichtlinie",
  "privacy.last_updated": "Zuletzt aktualisiert: 2. Juni 2025",
  "privacy.intro": "Bei TwoTrekkers sind wir dem Schutz Ihrer Privatsphäre verpflichtet. Diese Datenschutzrichtlinie beschreibt, wie wir Ihre Informationen sammeln, verwenden und schützen, wenn Sie unsere Website besuchen.",
  "privacy.info_collect.title": "Informationen, die wir sammeln",
  "privacy.info_collect.intro": "Wir können die folgenden Arten von Informationen sammeln:",
  "privacy.info_collect.personal": "**Persönliche Informationen**: Name, E-Mail-Adresse, Telefonnummer und alle anderen Informationen, die Sie uns zur Verfügung stellen, wenn Sie uns kontaktieren oder unsere Dienstleistungen nutzen.",
  "privacy.info_collect.usage": "**Nutzungsdaten**: Informationen darüber, wie Sie unsere Website nutzen, einschließlich Ihrer IP-Adresse, Browsertyp und besuchten Seiten.",
  "privacy.cookies.title": "Cookies",
  "privacy.cookies.content": "Wir verwenden Cookies, um Ihre Benutzererfahrung auf unserer Website zu verbessern. Cookies sind kleine Datendateien, die auf Ihrem Gerät gespeichert werden und uns helfen zu verstehen, wie Sie mit unserer Website interagieren. Wir verfolgen Sie in keiner Weise, die außerhalb normaler Web-Besuchsverhalten liegt. Sie können Ihre Cookie-Einstellungen über Ihre Browsereinstellungen verwalten.",
  "privacy.use_info.title": "Wie wir Ihre Informationen verwenden",
  "privacy.use_info.intro": "Wir verwenden die gesammelten Informationen für folgende Zwecke:",
  "privacy.use_info.services": "Zur Bereitstellung und Wartung unserer Dienstleistungen.",
  "privacy.use_info.communicate": "Zur Kommunikation mit Ihnen, einschließlich der Beantwortung Ihrer Anfragen.",
  "privacy.use_info.improve": "Zur Verbesserung unserer Website und Dienstleistungen basierend auf Benutzer-Feedback.",
  "privacy.use_info.note": "Wir möchten Ihre Informationen nicht, es sei denn, Sie sind an unseren Dienstleistungen oder der Zusammenarbeit beteiligt.",
  "privacy.security.title": "Datensicherheit",
  "privacy.security.content": "Wir nehmen die Sicherheit Ihrer persönlichen Informationen ernst und implementieren angemessene Maßnahmen zu deren Schutz. Keine Übertragungsmethode über das Internet oder elektronische Speichermethode ist jedoch 100% sicher.",
  "privacy.sharing.title": "Weitergabe Ihrer Informationen",
  "privacy.sharing.content": "Wir verkaufen, handeln oder übertragen Ihre persönlichen Informationen nicht an Dritte ohne Ihre Zustimmung, außer wenn dies gesetzlich vorgeschrieben ist oder zum Schutz unserer Rechte erforderlich ist.",
  "privacy.rights.title": "Ihre Rechte",
  "privacy.rights.intro": "Sie haben das Recht:",
  "privacy.rights.access": "Auf die persönlichen Informationen zuzugreifen, die wir über Sie haben.",
  "privacy.rights.correction": "Die Korrektur ungenauer Informationen zu beantragen.",
  "privacy.rights.deletion": "Die Löschung Ihrer persönlichen Informationen zu beantragen, vorbehaltlich bestimmter Ausnahmen.",
  "privacy.changes.title": "Änderungen dieser Datenschutzrichtlinie",
  "privacy.changes.content": "Wir können diese Datenschutzrichtlinie von Zeit zu Zeit aktualisieren. Wir werden Sie über alle Änderungen informieren, indem wir die neue Richtlinie auf dieser Seite veröffentlichen. Ihre weitere Nutzung der Website nach Änderungen stellt Ihre Zustimmung zur neuen Richtlinie dar.",
  "privacy.contact.title": "Kontaktieren Sie uns",
  "privacy.contact.content": "Wenn Sie Fragen zu diesen Nutzungsbedingungen oder unserer Datenschutzrichtlinie haben, kontaktieren Sie uns bitte unter:",
  "privacy.footer": "Vielen Dank, dass Sie TwoTrekkers für Ihre Reiseberatungsbedürfnisse gewählt haben!",
  "terms.title": "TwoTrekkers - Nutzungsbedingungen",
  "terms.last_updated": "Zuletzt aktualisiert: 2. Juni 2025",
  "terms.acceptance.title": "Annahme der Bedingungen",
  "terms.acceptance.content": "Durch den Zugriff auf oder die Nutzung der TwoTrekkers-Website stimmen Sie zu, diese Nutzungsbedingungen einzuhalten und daran gebunden zu sein. Wenn Sie mit diesen Bedingungen nicht einverstanden sind, nutzen Sie bitte unsere Website nicht.",
  "terms.services.title": "Dienstleistungen",
  "terms.services.content": "TwoTrekkers bietet Reiseberatungsdienstleistungen an, einschließlich, aber nicht beschränkt auf Reiseplanung, Erstellung von Reiserouten und Reiseberatung. Wir behalten uns das Recht vor, unsere Dienstleistungen jederzeit ohne vorherige Ankündigung zu ändern oder einzustellen.",
  "terms.responsibilities.title": "Benutzerverantwortlichkeiten",
  "terms.responsibilities.intro": "Sie stimmen zu, die Website nur für rechtmäßige Zwecke zu nutzen. Sie dürfen nicht:",
  "terms.responsibilities.law": "Gegen lokale, nationale oder internationale Gesetze oder Vorschriften verstoßen.",
  "terms.responsibilities.restrict": "Die Nutzung der Website durch andere einschränken oder behindern.",
  "terms.responsibilities.advertising": "Werbung oder Werbematerial ohne unsere schriftliche Zustimmung übertragen.",
  "terms.intellectual.title": "Geistiges Eigentum",
  "terms.intellectual.content": "Alle Inhalte auf der TwoTrekkers-Website, einschließlich Text, Grafiken, Logos und Bilder, gehören TwoTrekkers oder seinen Lizenzgebern und sind durch Urheberrecht und Gesetze zum geistigen Eigentum geschützt. Sie dürfen keine Inhalte ohne unsere ausdrückliche schriftliche Genehmigung reproduzieren, verbreiten oder abgeleitete Werke erstellen.",
  "terms.liability.title": "Haftungsbeschränkung",
  "terms.liability.content": "Im größtmöglichen gesetzlich zulässigen Umfang ist TwoTrekkers nicht haftbar für Schäden, die sich aus Ihrer Nutzung oder Unfähigkeit zur Nutzung der Website oder Dienstleistungen ergeben, einschließlich, aber nicht beschränkt auf direkte, indirekte, zufällige, besondere oder strafende Schäden.",
  "terms.changes.title": "Änderungen der Bedingungen",
  "terms.changes.content": "Wir können diese Nutzungsbedingungen von Zeit zu Zeit aktualisieren. Alle Änderungen werden auf dieser Seite veröffentlicht, und Ihre weitere Nutzung der Website stellt die Annahme der aktualisierten Bedingungen dar."
}
